Revit 2024 API
ParameterTypeId.RbsCabletrayRungheight Property
 "Rung Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCabletrayRungheight { get; }
Visual Basic
Public Shared ReadOnly Property RbsCabletrayRungheight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCabletrayRungheight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace